Repository: StanDobrev11/homeservers
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: bg

source: Custom NAS Builder
bg: Конфигуратор за домашен NAS

source: HomeServers
bg: Домашни сървъри

source: Home
bg: Начало

source: Request Custom NAS
bg: Заяви персонализиран NAS

source: © 2025 Custom NAS Builder. All rights reserved.
bg: © 2025 Конфигуратор за домашен NAS. Всички права запазени.

source: Name must contain only letters and be at least 3 characters long
bg: Името трябва да съдържа само букви и да е поне 3 знака

source: Please enter a valid email address
bg: Моля, въведете валиден имейл адрес

source: Please enter a valid phone number (9 digits after the leading 0)
bg: Моля, въведете валиден телефонен номер (9 цифри след начална 0)

source: Please fill out all required fields.
bg: Моля, попълнете всички задължителни полета.

source: Please correct all errors before submitting the form.
bg: Моля, коригирайте всички грешки преди да изпратите формуляра.

source: Recommended: 2x1TB HDD in RAID 1, dual-core CPU, no GPU, 4GB RAM
bg: Препоръчително: 2x1TB HDD в RAID 1, двуядрен процесор, без GPU, 4GB RAM

source: Recommended: 2x4TB HDD in RAID 1 or 5, quad-core CPU, low-power GPU for transcoding, 8GB RAM
bg: Препоръчително: 2x4TB HDD в RAID 1 или 5, четириядрен процесор, енергоспестяващ GPU за транскодиране, 8GB RAM

source: Recommended: 4x6TB HDD in RAID 5/6, 4-core+ CPU, ECC RAM, 16GB+ RAM, UPS
bg: Препоръчително: 4x6TB HDD в RAID 5/6, 4+ ядрен процесор, ECC RAM, 16GB+ RAM, UPS

source: Recommended: 8+ drives in RAID 6 or ZFS, Xeon CPU, ECC RAM 32GB+, backup power & cloud replication
bg: Препоръчително: 8+ диска в RAID 6 или ZFS, Xeon CPU, ECC RAM 32GB+, резервно захранване и облачна репликация

source: NAS Requirements Form
bg: Формуляр за изисквания към NAS

source: Fill out the form below to help me understand your needs, and I'll create a personalized NAS build recommendation just for you.
bg: Попълнете формуляра по-долу, за да разбера вашите нужди и ще изготвя персонализирана NAS конфигурация за вас.

source: Name
bg: Име

source: Email
bg: Имейл

source: Phone Number
bg: Телефонен номер

source: Format: +359 (0) 887123456
bg: Формат: +359 (0) 887123456

source: Primary Usage
bg: Основна употреба

source: Choose the setup that best matches your needs:
bg: Изберете конфигурацията, която най-добре отговаря на вашите нужди:

source: Home Basic (File Storage, Photos):
bg: Домашен основен (съхранение на файлове, снимки):

source: Perfect for individuals or families who need simple file backup, photo storage, and document archiving. Ideal for home users who want to keep their digital memories safe.
bg: Подходящ за хора или семейства, които искат лесно архивиране, съхранение на снимки и документи. Идеален за домашни потребители, които искат да запазят своите дигитални спомени в безопасност.

source: Home Media (Plex, Streaming):
bg: Домашна медия (Plex, стрийминг):

source: Designed for media enthusiasts who want to store and stream movies, TV shows, and music throughout their home. Supports transcoding and multiple simultaneous streams.
bg: Проектиран за любители на медии, които искат да съхраняват и стриймват филми, предавания и музика у дома. Поддържа транскодиране и множество едновременни потоци.

source: Small Business:
bg: Малък бизнес:

source: Tailored for small businesses requiring reliable data storage, file sharing, centralized backup, and multi-user access with proper permissions and security controls.
bg: Подходящ за малки фирми, които се нуждаят от надеждно съхранение, споделяне на файлове, централизирано архивиране и многопотребителски достъп с подходящи права и защита.

source: Professional/Enterprise:
bg: Професионален/Корпоративен:

source: Enterprise-grade solution for organizations with demanding storage requirements, needing high availability, maximum data protection, and advanced management features.
bg: Решение от корпоративен клас за организации с високи изисквания, нуждаещи се от висока наличност, максимална защита и усъвършенствано управление.

source: -- Select --
bg: -- Изберете --

source: Home Basic (File Storage, Photos)
bg: Домашен основен (съхранение на файлове, снимки)

source: Home Media (Plex, Streaming)
bg: Домашна медия (Plex, стрийминг)

source: Small Business
bg: Малък бизнес

source: Professional/Enterprise
bg: Професионален/Корпоративен

source: Storage Needs
bg: Нужди от съхранение

source: Less than 4TB
bg: Под 4TB

source: 4TB to 12TB
bg: От 4TB до 12TB

source: 12TB to 30TB
bg: От 12TB до 30TB

source: More than 30TB
bg: Над 30TB

source: Backup Requirements
bg: Изисквания за архивиране

source: Basic Redundancy (RAID 1)
bg: Основна излишност (RAID 1)

source: Performance & Redundancy (RAID 5/6)
bg: Производителност и излишност (RAID 5/6)

source: Offsite Backup Solutions
bg: Архивиране извън обекта

source: Full Disaster Recovery
bg: Пълно възстановяване след авария

source: Budget Range
bg: Бюджетен диапазон

source: Under 900 BGN
bg: Под 900 лв.

source: 900 to 1,800 BGN
bg: 900 до 1,800 лв.

source: 1,800 to 3,600 BGN
bg: 1,800 до 3,600 лв.

source: Over 3,600 BGN
bg: Над 3,600 лв.

source: Additional Requirements or Comments
bg: Допълнителни изисквания или коментари

source: Submit Request
bg: Изпрати заявка

source: Take Control of Your Digital World – At Home!
bg: Вземете контрол над дигиталния си свят – у дома!

source: Introducing Your Personal Media Fortress
bg: Представяме ви вашата лична медийна крепост

source: Tired of being limited by the cloud? Want high speed and performance for your photos, music, movies and files – anytime, anywhere, without limitations?
bg: Уморени сте от ограниченията на облачните услуги? Искате висока скорост и производителност за снимки, музика, филми и файлове – по всяко време, навсякъде, без ограничения?

source: We Build and Install Personal Home Servers
bg: Изграждаме и инсталираме персонални домашни сървъри

source: Whether you are a consumer, creator, media enthusiast, or a business in need of storage, we deliver powerful, secure, scalable solutions tailored to your needs and requirements.
bg: Независимо дали сте потребител, създател, медиен ентусиаст или бизнес с нужда от съхранение – предлагаме мощни, сигурни и мащабируеми решения, съобразени с вашите нужди.

source: Keep Everything You Love
bg: Запазете всичко, което обичате

source: Photos
bg: Снимки

source: Music
bg: Музика

source: Movies
bg: Филми

source: Documents
bg: Документи

source: Backups & Much More
bg: Архиви и още много

source: Why Choose Us?
bg: Защо да изберете нас?

source: Fast Speed
bg: Висока скорост

source: High Data Control and Complete Privacy
bg: Пълен контрол върху данните и пълна поверителност

source: No Monthly Fees or Choose Subscription Maintenance
bg: Без месечни такси или възможност за абонаментна поддръжка

source: Seamless Streaming and Sharing
bg: Безпроблемен стрийминг и споделяне

source: Expert Installation and Support
bg: Професионална инсталация и поддръжка

source: Your Data. Your Rules. Your Server.
bg: Вашите данни. Вашите правила. Вашият сървър.

source: Contact us today and discover how easy it is to have your personal digital space.
bg: Свържете се с нас още днес и открийте колко лесно е да имате свое собствено дигитално пространство.

source: Personal. Reliable. Made Specifically for You.
bg: Лично. Надеждно. Създадено специално за вас.

source: [Home Servers] – Powering Your Digital Freedom
bg: [Home Servers] – Свобода за вашия дигитален свят

source: Sample Image Storage Configuration:
bg: Примерна конфигурация за съхранение на снимки:

source: 2 x 1 TB HDDs with mirrored backup
bg: 2 x 1 TB HDDs огледално съхранение

source: Price:
bg: Цена

source: BGN
bg: лева

source: Ideal for basic image storage and remote access from mobile devices.
bg: Идеално за съхранение на снимки и за синхронизация на мобилни устройства.

source: The price includes shipping costs and a mobile phone configuration for remote access/upload.
bg: Цената включва доставка и настройка на едно мобилно устройство.

source: Sample Multimedia Configuration:
bg: Примерна конфигурация за мултимедиа:

source: 4 TB mirrored storage or 8 TB with no backup
bg: 4 TB огледално съхранение или 8 TB без архивиране

source: and media setup on one device.
bg: и настройка на мултимедиа на едно устройство.

source: This machine is perfect for for image storage and sync, multimedia server, file storage, etc.
bg: Тази конфигурация е идеална за съхранение и синхронизация на снимки, файлове, видеострийминг до всички устройства у дома.

source: We can compile more powerful configurations at the client's request
bg: Можем да предложим по-мощни конфигурации по желание на клиента
